Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=127_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Pohjoissaame, biologia
sme: biologiija ja eatnandiehtu 5

source: sivuja: 201
sme: siiddut: 201

source: Saamelaiskäräjät 2010
sme: Sámediggi 2010

source: Eliölajeja, luontoa eri puolilla maapalloa, ihmisen elämää ja karttoja !
sme: Eallišlájat, luondduihtagat miehtá máilmmi, olbmo eallin ja kárttát !

source: Koulun biologia ja maantieto - sarja innostaa oppimaan, tutkimaan ja havainnoimaan.
sme: G irjeráidu movttiidahttá oahppat, dutkat ja fuomášit.

source: (Koulun biologia ja maantieto 5, Otava)
sme: Bargogirji 5

source: sivuja: 156
sme: siiddut: 156

source: sivuja: 171
sme: siiddut: 171

source: taso: 6 lk
sme: dássi: 6 lk

source: Biologiaa, maantietoa ja terveystietoa.
sme: Girjjis leat biologiijai, eatnandihtui ja dearvvasvuođadihtui guoskevaš dieđut.

source: Biologian jaksoissa opit metsän eliölajeja sekä saat tietoa siitä, miten metsän ravintoketjut syntyvät.
sme: Biologiija oahppanosiin don oahpásmuvat vuovddi ealánšlájaide ja boađát diehtit, mo vuovddi biebmogollosat riegádit.

source: Maantiedossa tutustutaan erityisesti Aasian ja Australian ihmisiin sekä eläin- ja kasvilajeihin.
sme: Eatnandieđus oahpásmuvat erenoamážit Ásia ja Austrália olbmuide sihke ealli- ja šaddošlájaide

source: saameksi: Jovnna-Ánde Vest
sme: sámás: Jovnna-Ánde Vest

source: Bargogirji 6 (Työkirja)
sme: Bargogirji 6

source: sivuja: 123
sme: siiddut: 123

source: ISBN 978-952-441-199-8 Saamelaiskäräjät 2010
sme: ISBN 978-952-441-199-8 Sámediggi 2010

source: Saameksi: Jovnna-Ánde Vest
sme: Sámás: Jovnna-Ánde Vest

source: Piirrokset: Jorma Happonen ja Hannu Hyrske
sme: Skuvlla biologiija, Olmmoš

source: sivuja: 176
sme: siiddut: 176

source: taso: 9 lk
sme: dássi: 9 lk

source: Saamelaiskäräjät 2000
sme: Sámediggi 2000

source: sivuja: 164
sme: siiddut: 164

source: sivuja: 147
sme: siiddut: 147

source: taso: 7 lk
sme: dássi: 7 lk

source: Saamelaiskäräjät 1998
sme: Sámediggi 1998

source: sivuja: 106
sme: siiddut: 106

source: Saamelaiskäräjät 1999
sme: Sámediggi 1999

source: sivuja: 167
sme: siiddut: 167

source: taso: 8 lk
sme: dássi: 8 lk

source: sivuja: 132
sme: siiddut: 132
